Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: You cannot use the characters "_" and "-" several times consecutively.
pt_pt: Não pode usar os caracteres "_" e "-" várias vezes consecutivamente.

source: You cannot use spaces or special characters.
pt_pt: Não pode usar espaços ou caracteres especiais.

source: The end number must be greater than the start number.
pt_pt: O número final deve ser maior que o número inicial.

source: The question is required.
pt_pt: A pergunta é obrigatória.

source: The rating answer type is required.
pt_pt: O tipo de resposta de classificação é obrigatório.

source: Required fields in the default language cannot be empty.
pt_pt: Os campos obrigatórios no idioma predefinido não podem estar vazios.

source: You must enter a value in at least one of the fields.
pt_pt: Deve introduzir um valor em pelo menos um dos campos.

source: You cannot use the characters {{specialCharacters}}
pt_pt: Não pode utilizar os caracteres {{specialCharacters}}

source: This value is already in use. Please enter a unique value.
pt_pt: Este valor já está em uso. Insira um valor único.

source: The start date must be after the end date of the previous step.
pt_pt: A data de início deve ser posterior à data de término da etapa anterior.

source: The end date must be before the start date of the next step.
pt_pt: A data de término deve ser anterior à data de início da próxima etapa.

source: {{min}} to {{max}}.
pt_pt: {{min}} a {{max}}.

source: Formatted address
pt_pt: Endereço formatado

source: Full mailing address, formatted for display or use with a mailing label. This field is automatically populated with data you entered.
pt_pt: Endereço completo, formatado para exibição ou uso com uma etiqueta de envio. Este campo é preenchido automaticamente com os dados que introduziu.

source: Blue
pt_pt: Azul

source: Gray
pt_pt: Cinzento

source: Green
pt_pt: Verde

source: Indigo
pt_pt: Índigo

source: Lime
pt_pt: Lima

source: Orange
pt_pt: Laranja

source: Pink
pt_pt: Cor-de-rosa

source: Purple
pt_pt: Roxo

source: Red
pt_pt: Vermelho

source: Teal
pt_pt: Azul-petróleo

source: White
pt_pt: Branco

source: Yellow
pt_pt: Amarelo

source: Failed to copy to clipboard
pt_pt: Falha ao copiar para a área de transferência

source: Examples
pt_pt: Exemplos

source: Calculation guide
pt_pt: Guia de cálculo

source: Diagnostics
pt_pt: Diagnósticos

source: Functions
pt_pt: Funções

source: Press <shortcut></shortcut> to get suggestions
pt_pt: Prima <shortcut></shortcut> para obter sugestões

source: Help
pt_pt: Ajuda

source: Formula builder help
pt_pt: Ajuda do criador de fórmulas

source: Create custom calculations using data points and rules from your round. As you configure comp elements, budgets, and guidelines, they become available here.
pt_pt: Crie cálculos personalizados utilizando pontos de dados e regras da sua ronda. À medida que configura elementos de compensação, orçamentos e diretrizes, estes ficam disponíveis aqui.

source: Build dynamic formulas
pt_pt: Criar fórmulas dinâmicas

source: Open the full-screen workspace to browse properties, functions, and operators in dedicated panels while writing your formula.
pt_pt: Abra o espaço de trabalho em ecrã inteiro para navegar por propriedades, funções e operadores em painéis dedicados enquanto escreve a sua fórmula.

source: Non-conditional applies a single formula to all rows. Conditional lets you define multiple rules with an "everything else" fallback.
pt_pt: Não condicional aplica uma única fórmula a todas as linhas. Condicional permite definir múltiplas regras com um fallback "tudo o resto".

source: Choose your formula type
pt_pt: Escolha o tipo de fórmula

source: Build formulas with IF/THEN/ELSE logic. Each condition block evaluates a condition and returns different values based on the result.
pt_pt: Crie fórmulas com lógica SE/ENTÃO/SENÃO. Cada bloco de condição avalia uma condição e devolve valores diferentes com base no resultado.

source: Conditional mode
pt_pt: Modo condicional

source: Example functions
pt_pt: Funções de exemplo

source: Nest your calculations
pt_pt: Aninhe os seus cálculos

source: Non-conditional mode
pt_pt: Modo não condicional

source: Supported operators
pt_pt: Operadores suportados

source: Insert function
pt_pt: Inserir função

source: Auto-suggestion
pt_pt: Sugestão automática

source: Jumps to the next error
pt_pt: Salta para o erro seguinte

source: Opens the doc tooltip
pt_pt: Abre a dica de ferramenta do documento

source: Opens the <strong>Issues</strong> panel
pt_pt: Abre o painel <strong>Problemas</strong>

source: No diagnostics
pt_pt: Sem diagnósticos

source: Properties
pt_pt: Propriedades

source: Search by property name
pt_pt: Pesquisar por nome da propriedade

source: Search functions
pt_pt: Funções de pesquisa

source: Addition
pt_pt: Adição

source: Both conditions must be true
pt_pt: Ambas as condições têm de ser verdadeiras

source: Use parentheses to group parts of your formula and control the order of calculation
pt_pt: Utilize parênteses para agrupar partes da sua fórmula e controlar a ordem de cálculo

source: Equals. Checks if two values are identical.
pt_pt: Igual. Verifica se dois valores são idênticos.

source: Represents a false/no value
pt_pt: Representa um valor falso/não

source: Case-insensitive pattern matching with * wildcards
pt_pt: Correspondência de padrões sem distinção entre maiúsculas e minúsculas com carateres universais *

source: Multiplication
pt_pt: Multiplicação

source: Doesn't equal. Checks if two values are different
pt_pt: Não é igual. Verifica se dois valores são diferentes

source: Does not match pattern (case-insensitive with * wildcards)
pt_pt: Não corresponde ao padrão (não sensível a maiúsculas/minúsculas com caracteres universais *)

source: At least one condition must be true
pt_pt: Pelo menos uma condição tem de ser verdadeira

source: Subtraction
pt_pt: Subtração

source: Represents a true/yes value
pt_pt: Representa um valor verdadeiro/sim

source: contains
pt_pt: contém

source: doesn't contain
pt_pt: não contém

source: doesn't start with
pt_pt: não começa com

source: starts with
pt_pt: começa com

source: Keyboard shortcuts
pt_pt: Atalhos de teclado

source: Learn more
pt_pt: Saber mais

source: No results match the search/filter criteria. Remove filters and clear search to show all results.
pt_pt: Nenhum resultado corresponde aos critérios de pesquisa/filtro. Remova os filtros e limpe a pesquisa para mostrar todos os resultados.

source: Something went wrong. Try refreshing the page. Consider logging out and logging back in.
pt_pt: Algo correu mal. Tente atualizar a página. Considere terminar sessão e voltar a iniciar sessão.

source: Skip to content
pt_pt: Saltar para o conteúdo

source: This content cannot be displayed
pt_pt: Este conteúdo não pode ser apresentado

source: An unexpected error occurred. Please contact your IT support for assistance.
pt_pt: Ocorreu um erro inesperado. Contacte o seu suporte de TI para obter assistência.

source: Back to edit mode
pt_pt: Voltar ao modo de edição

source: Align with a goal
pt_pt: Alinhar com um objetivo

source: Are you sure you want to delete this goal?
pt_pt: Tem a certeza de que deseja eliminar este objetivo?

source: This chat message was deleted
pt_pt: Esta mensagem foi eliminada da conversa

source: Goal chat
pt_pt: Conversa sobre objetivos

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} file.
pt_pt: Formatos de ficheiro suportados: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Tamanho máximo do ficheiro: 10 MB. Número máximo de ficheiros: {{count}} ficheiro.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} files.
pt_pt: Formatos de ficheiro suportados: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Tamanho máximo do ficheiro: 10 MB. Número máximo de ficheiros: {{count}} ficheiros.

source: Let's create
pt_pt: Vamos criar

source: Let me help you prepare your goals! Share the topic or area on which you want to focus.
pt_pt: Deixe-me ajudá-lo(a) a preparar os seus objetivos! Partilhe o tópico ou área em que deseja focar-se.

source: Your new goal was added to the goal form; you can edit it there. If you think it needs more work, you can give it another try.
pt_pt: O seu novo objetivo foi adicionado ao formulário de objetivos; pode editá-lo lá. Se achar que precisa de mais trabalho, pode tentar novamente.

source: Enable sharing
pt_pt: Ativar partilha

source: Goal Genius is currently unavailable. Please refresh the page or try again later.
pt_pt: O Goal Genius está atualmente indisponível. Atualize a página ou tente novamente mais tarde.

source: Enter information about the topic of your goal and its target delivery date.
pt_pt: Insira informações sobre o tema do seu objetivo e a data de entrega prevista.

source: Goal Genius produces AI-generated content. We recommend that you check the accuracy, reliability and completeness of the generated content before proceeding to create your goal.
pt_pt: O Goal Genius produz conteúdo gerado por IA. Recomendamos que verifique a precisão, fiabilidade e completude do conteúdo gerado antes de prosseguir para criar o seu objetivo.

source: Privacy guidelines
pt_pt: Diretrizes de privacidade

source: Finalizing and perfecting…
pt_pt: A finalizar e aperfeiçoar…

source: Adding some details…
pt_pt: A adicionar alguns detalhes…

source: Analyzing goal parameters…
pt_pt: A analisar parâmetros do objetivo…

source: Generating a goal…
pt_pt: A gerar um objetivo…

source: Processing…
pt_pt: A processar…

source: Organizational unit
pt_pt: Unidade organizacional

source: Let's start
pt_pt: Vamos começar

source: Try again
pt_pt: Tente novamente

source: Share your thoughts (optional)
pt_pt: Partilhe os seus pensamentos (opcional)

source: Overall progress
pt_pt: Progresso geral

source: Plans
pt_pt: Planos

source: Enter the basic information of the goal plan
pt_pt: Insira as informações básicas do plano de objetivos

source: Goal plan details
pt_pt: Detalhes do plano de objetivos

source: Enable and define goal weights
pt_pt: Ativar e definir pesos de objetivos

source: Weighted goals
pt_pt: Objetivos ponderados

source: Define the visibility of the goal plan
pt_pt: Definir a visibilidade do plano de objetivos

source: Include goal types to the goal plan
pt_pt: Incluir tipos de objetivos no plano de objetivos

source: A fixed period is defined by a start date and an end date.
pt_pt: Um período fixo é definido por uma data de início e uma data de fim.

source: Recurring
pt_pt: Recorrente

source: New goal plans will be automatically created according to the recurrence parameters.
pt_pt: Novos planos de objetivos serão automaticamente criados de acordo com os parâmetros de recorrência.

source: Quarter
pt_pt: Trimestre

source: Semester
pt_pt: Semestre

source: Recurrence
pt_pt: Recorrência

source: Period
pt_pt: Período

source: Plan owners
pt_pt: Proprietários do plano

source: Title preview
pt_pt: Pré-visualização do título

source: No goal plans yet!
pt_pt: Ainda não há planos de objetivos!

source: The end date of the plan must be after the start date.
pt_pt: A data de término do plano deve ser posterior à data de início.

source: Your goal plan was successfully created.
pt_pt: O seu plano de objetivos foi criado com sucesso.

source: Include
pt_pt: Incluir

source: Enable weighting
pt_pt: Ativar ponderação

source: Goals per worker
pt_pt: Objetivos por trabalhador

source: Number of goals that can be created using this goal type. Used to provide guidance for the workers.
pt_pt: Número de objetivos que podem ser criados usando este tipo de objetivo. Usado para fornecer orientação aos trabalhadores.

source: Section weight
pt_pt: Peso da secção

source: The goal plan must contain at least one published goal type.
pt_pt: O plano de objetivos deve conter pelo menos um tipo de objetivo publicado.

source: Weighting permission
pt_pt: Permissão de ponderação

source: You must allocate a weight from 0 to 100 to each workflow section.
pt_pt: Deve atribuir um peso de 0 a 100 a cada secção do fluxo de trabalho.

source: Goal types in this workflow will be grouped within a single weight section.
pt_pt: Os tipos de objetivos neste fluxo de trabalho serão agrupados numa única secção de peso.

source: Workflow section
pt_pt: Seção do fluxo de trabalho

source: Viewable by workers and managers
pt_pt: Visível para trabalhadores e gestores

source: Viewable by the target population
pt_pt: Visível para a população-alvo

source: All locations
pt_pt: Todas as localizações

source: Add all locations
pt_pt: Adicionar todas as localizações

source: Please fill at least one field.
pt_pt: Preencha pelo menos um campo.

source: Add all company
pt_pt: Adicionar toda a empresa

source: Add all organizational units
pt_pt: Adicionar todas as unidades organizacionais

source: Clear all selections
pt_pt: Limpar todas as seleções

source: All roles
pt_pt: Todas as funções

source: Add all roles
pt_pt: Adicionar todas as funções

source: Individual workers
pt_pt: Trabalhadores individuais

source: Exclude
pt_pt: Excluir

source: No individuals yet
pt_pt: Ainda não há indivíduos

source: No populations yet
pt_pt: Ainda não há populações

source: The PDF was successfully sent to Documents.
pt_pt: O PDF foi enviado com sucesso para Documentos.

source: Your goal was published. It may take a few seconds for it to appear in the list.
pt_pt: O seu objetivo foi publicado. Pode demorar alguns segundos até aparecer na lista.

source: Goal published successfully
pt_pt: Objetivo publicado com sucesso

source: Goal creator
pt_pt: Criador de objetivos

source: Manager of the worker
pt_pt: Gestor do trabalhador

source: Shared user
pt_pt: Utilizador partilhado

source: The goal was successfully updated.
pt_pt: O objetivo foi atualizado com sucesso.

source: Your goal was saved as a draft. It may take a few seconds to appear in the list.
pt_pt: O seu objetivo foi guardado como rascunho. Pode demorar alguns segundos a aparecer na lista.

source: Goal saved as draft
pt_pt: Objetivo guardado como rascunho

source: Mandatory
pt_pt: Obrigatório

source: Authorized editors
pt_pt: Editores autorizados

source: The sum of the percentages in the Weight column must not exceed 100%.
pt_pt: A soma das percentagens na coluna Peso não deve exceder 100%.

source: Review and align goal weights to ensure they sum up to 100% for optimal planning.
pt_pt: Avalie e alinhe os pesos dos objetivos para garantir que somem 100% para um planeamento ótimo.

source: Total {{weight}}%
pt_pt: {{weight}}% total

source: Information visible only to system administrators and HR administrators.
pt_pt: Informação visível apenas para administradores do sistema e administradores de RH.

source: All users will be able to assign goals to anyone in the company, regardless of their role (worker, manager or professional role).
pt_pt: Todos os utilizadores poderão atribuir objetivos a qualquer pessoa na empresa, independentemente da sua função (trabalhador, gestor ou função profissional).

source: Managers and workers in the selected population can assign a goal to anyone
pt_pt: Os gestores e trabalhadores da população selecionada podem atribuir um objetivo a qualquer pessoa

source: Anyone
pt_pt: Alguém

source: Organizational unit and below
pt_pt: Unidade organizacional e abaixo

source: Users can create goals for themselves
pt_pt: Os utilizadores podem criar objetivos para si próprios

source: Users can only create this goal type for themselves
pt_pt: Os utilizadores só podem criar este tipo de objetivo para si próprios

source: Workers in the selected population will only be able to create this goal type for themselves. They will not be able to assign goals to other users.
pt_pt: Os trabalhadores da população selecionada só poderão criar este tipo de objetivo para si próprios. Não poderão atribuir objetivos a outros utilizadores.

source: Managers will be able to approve the goals created by their direct reports.
pt_pt: Os gestores poderão aprovar os objetivos criados pelos seus subordinados diretos.

source: Require goal approval
pt_pt: Solicitar a aprovação do objetivo

source: Specify the approval of the goal
pt_pt: Especifique a aprovação do objetivo

source: Approval flow
pt_pt: Fluxo de aprovação

source: Is this a performance goal type?
pt_pt: Trata-se de um tipo de objetivo de desempenho?

source: Select libraries
pt_pt: Selecionar bibliotecas

source: Customize the goal form
pt_pt: Personalizar o formulário de objetivo

source: Form builder
pt_pt: Construtor de formulários

source: Enter the basic information of the goal type
pt_pt: Insira as informações básicas do tipo de objetivo

source: Goal type details
pt_pt: Detalhes do tipo de objetivo

source: Define the visibility of the goal type
pt_pt: Defina a visibilidade do tipo de objetivo

source: Define the visibility of your new goal type.
pt_pt: Defina a visibilidade do seu novo tipo de objetivo.

source: Goal section. Enables the user to align the goal with another goal in the organization. It also enables them to connect it, for example, to one of their manager's goals or to a department goal.
pt_pt: Secção do objetivo. Permite ao utilizador alinhar o objetivo com outro objetivo na organização. Também permite ligá-lo, por exemplo, a um dos objetivos do seu gestor ou a um objetivo de departamento.

source: Goal setting. Enables users to attach received feedback to their goals.
pt_pt: Definição de objetivos. Permite aos utilizadores anexar o feedback recebido aos seus objetivos.

source: Attach feedback
pt_pt: Anexar feedback

source: Goal section. Enables the user to add an attachment to a goal.
pt_pt: Secção de objetivos. Permite ao utilizador adicionar um anexo a um objetivo.

source: Text field. Enables the user to enter a comment related to their goal.
pt_pt: Campo de texto. Permite ao utilizador inserir um comentário relacionado com o seu objetivo.

source: Comments
pt_pt: Comentários

source: Calendar tool. Enables the user to select the date at which they're aiming to complete the goal.
pt_pt: Ferramenta de calendário. Permite ao utilizador selecionar a data em que pretende concluir o objetivo.

source: Goal setting. Enables users to delete their goals.
pt_pt: Definição de objetivos. Permite aos utilizadores eliminar os seus objetivos.

source: Goal deletion
pt_pt: Eliminação de objetivo

source: Goal section. Enables the user to add milestones, deliverables or outcomes to a goal.
pt_pt: Secção do objetivo. Permite ao utilizador adicionar marcos, entregas ou resultados a um objetivo.

source: Text field. Enables the user to provide further details regarding the goal.
pt_pt: Campo de texto. Permite ao utilizador fornecer mais detalhes sobre o objetivo.

source: Goal section. Enables the user to create key performance indicators or measures of success for the goal.
pt_pt: Secção de objetivo. Permite ao utilizador criar indicadores-chave de desempenho ou medidas de sucesso para o objetivo.

source: Enable min/max value in the measurement criteria
pt_pt: Ativar valor mínimo/máximo nos critérios de medição

source: Goal setting. Enables users to select whether the goal should be part of their performance review.
pt_pt: Definição de objetivos. Permite que os utilizadores selecionem se o objetivo deve fazer parte da sua avaliação de desempenho.

source: Performance flag in goal form
pt_pt: Indicador de desempenho no formulário de objetivo

source: Drop-down list. Enables the user to define the priority of the goal among "High", "Medium", "Low", or "Unselected".
pt_pt: Lista pendente. Permite ao utilizador definir a prioridade do objetivo entre "Alta", "Média", "Baixa" ou "Não selecionada".

source: Slider. Enables the user to adjust the progress of the goal after its creation.
pt_pt: Controlo deslizante. Permite ao utilizador ajustar o progresso do objetivo após a sua criação.

source: Goal progress bar
pt_pt: Barra de progresso do objetivo

source: Goal setting. Enables the user to decide if they want to share their goals publicly and make them visible to all users in the company.
pt_pt: Definição de objetivos. Permite ao utilizador decidir se pretende partilhar os seus objetivos publicamente e torná-los visíveis para todos os utilizadores da empresa.

source: Goal setting. Enables both the goal owners and their line managers to reopen completed goals and move them back to "In progress" status.
pt_pt: Definição de objetivos. Permite aos proprietários dos objetivos e aos seus superiores hierárquicos reabrir objetivos concluídos e voltar a colocá-los no estado "Em progresso".

source: Goal reopening
pt_pt: Reabertura de objetivo

source: Goal setting. Enables the line manager to view any feedback attached to their report's goal, regardless of whether the feedback is private or public.
pt_pt: Definição de objetivos. Permite que o superior hierárquico veja qualquer feedback associado ao objetivo do seu relatório, independentemente de o feedback ser privado ou público.

source: Attached feedback visibility
pt_pt: Visibilidade do feedback anexado

source: Default sharing option
pt_pt: Opção de partilha padrão

source: Goal section. Enables the user to share the goal with specific individuals.
pt_pt: Secção do objetivo. Permite ao utilizador partilhar o objetivo com indivíduos específicos.

source: Sharing
pt_pt: Partilhar

source: Goal widget displayed in the "Create goal" and "My goals" pages. We recommend enabling this widget for organizational goals and goal alignment.
pt_pt: Widget de objetivo apresentado nas páginas "Criar objetivo" e "Os meus objetivos". Recomendamos a ativação deste widget para objetivos organizacionais e alinhamento de objetivos.

source: Text field. Enables the user to provide a short description of the goal to be achieved.
pt_pt: Campo de texto. Permite ao utilizador fornecer uma breve descrição do objetivo a ser alcançado.

source: Drop-down list. Enables the goal owner to track the progress of goals using the "On track", "At risk" or "Blocked" statuses.
pt_pt: Lista pendente. Permite ao proprietário do objetivo acompanhar o progresso dos objetivos usando os estados "No caminho certo", "Em risco" ou "Bloqueado".

source: Define the permissions when assigning goals
pt_pt: Defina as permissões ao atribuir objetivos

source: Define the permissions applied to workers and/or managers when assigning this goal type to other colleagues who have this goal type in their plan.
pt_pt: Defina as permissões aplicadas a trabalhadores e/ou gestores ao atribuir este tipo de objetivo a outros colegas que tenham este tipo de objetivo no seu plano.

source: Assignment permissions
pt_pt: Permissões de atribuição

source: Admin information
pt_pt: Informação do administrador

source: Public information
pt_pt: Informação pública

source: Information visible to workers.
pt_pt: Informação visível para os trabalhadores.

source: No goal types yet!
pt_pt: Ainda não há tipos de objetivos!

source: Goal icon
pt_pt: Ícone de objetivo

source: Performance goals need to be included in reviews and be part of the bonus plan calculation.
pt_pt: Os objetivos de desempenho têm de ser incluídos nas avaliações e fazer parte do cálculo do plano de bónus.

source: Individual
pt_pt: Indivíduo

source: Anyone in the company
pt_pt: Qualquer pessoa na empresa

source: Only users with a manager role will be able to assign goals to other users.
pt_pt: Apenas utilizadores com a função de gestor poderão atribuir objetivos a outros utilizadores.

source: Direct reports only
pt_pt: Apenas subordinados diretos

source: Managers can create goals for themselves
pt_pt: Os gestores podem criar objetivos para si próprios
